Repository: astehlik/typo3-extension-mediaoembed
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_mediaoembed_provider.name
source: Provider name
de: Name

# tx_mediaoembed_provider.is_generic
source: Is generic
de: Generisch

# tx_mediaoembed_provider.url_schemes
source: URL schemes
de: URL Schemas

# tx_mediaoembed_provider.endpoint
source: Endpoint URL
de: Endpunkt-URL

# tx_mediaoembed_provider.use_generic_providers
source: Use generic providers
de: Benutze generische Provider

# tx_mediaoembed_provider.embedly_shortname
source: embed.ly Shortname
de: embed.ly Kurzname

# palette.tx_mediaoembed_settings
source: Media Element
de: Externes Medium

# tt_content.CType.I.tx_mediaoembed
source: External media
de: Externes Medium

# tt_content.tx_mediaoembed_aspect_ratio
source: Overwrite aspect ratio (video only)
de: Seitenverhältnis überschreiben (nur für Videos)

# tt_content.tx_mediaoembed_url
source: Media URL
de: URL zum Medium

# tt_content.tx_mediaoembed_maxwidth
source: Maximum width
de: Maximale Breite

# tt_content.tx_mediaoembed_maxheight
source: Maximum height
de: Maximale Höhe

# tt_content.tx_mediaoembed_play_related
source: Play related videos (YouTube only)
de: Ähnliche Videos abspielen (nur YouTube)

# new_content_element_wizard_oembedmediarenderer_description
source: Embed external media like YouTube videos by simply using the URL to the external media element.
de: Externes Medium (z. B. YouTube Video) durch einfache Angabe der URL einbinden.
